{
  "plugins": {
    "aerial.nvim": {
      "src": "gh:stevearc/aerial.nvim"
    },
    "avante.nvim": {
      "src": "gh:yetone/avante.nvim"
    },
    "codediff.nvim": {
      "src": "gh:esmuellert/codediff.nvim"
    },
    "conform.nvim": {
      "src": "gh:stevearc/conform.nvim"
    },
    "copilot.lua": {
      "src": "gh:zbirenbaum/copilot.lua"
    },
    "diffs.nvim": {
      "src": "gh:barrettruth/diffs.nvim"
    },
    "indentmini.nvim": {
      "src": "gh:nvimdev/indentmini.nvim"
    },
    "kanso.nvim": {
      "src": "gh:webhooked/kanso.nvim"
    },
    "kitty-scrollback.nvim": {
      "src": "gh:mikesmithgh/kitty-scrollback.nvim"
    },
    "mini.nvim": {
      "src": "gh:nvim-mini/mini.nvim"
    },
    "nui.nvim": {
      "src": "gh:MunifTanjim/nui.nvim"
    },
    "nvim-bqf": {
      "src": "gh:kevinhwang91/nvim-bqf"
    },
    "nvim-lspconfig": {
      "src": "gh:neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "gh:nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "gh:nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-ts-autotag": {
      "src": "gh:windwp/nvim-ts-autotag"
    },
    "oil.nvim": {
      "src": "gh:stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "gh:nvim-lua/plenary.nvim"
    },
    "render-markdown.nvim": {
      "src": "gh:MeanderingProgrammer/render-markdown.nvim"
    },
    "timber.nvim": {
      "src": "gh:Goose97/timber.nvim"
    },
    "ts-comments.nvim": {
      "src": "gh:folke/ts-comments.nvim"
    },
    "vim-fugitive": {
      "src": "gh:tpope/vim-fugitive"
    },
    "vim-test": {
      "src": "gh:vim-test/vim-test"
    },
    "zendiagram.nvim": {
      "src": "gh:caliguIa/zendiagram.nvim"
    }
  }
}